;--------------------------------------

[LeonaHair X2BodyPartTemplate]
DisplayName="蕾娜"

[SA2L_Mic_up_F X2BodyPartTemplate]
DisplayName="蕾娜 麦克风"

[SA2L_Mic_low_F X2BodyPartTemplate]
DisplayName="蕾娜 麦克风"

[SA2L_Scarf_up X2BodyPartTemplate]
DisplayName="蕾娜 围巾"

[SA2L_Scarf_low X2BodyPartTemplate]
DisplayName="蕾娜 围巾"

;----------------------------------------STOCK LARM
[Kev_Stock_LArm X2BodyPartTemplate]
DisplayName="蕾娜手套"

[LPl_Stock_LArm X2BodyPartTemplate]
DisplayName="蕾娜手套"

[MPl_Stock_LArm X2BodyPartTemplate]
DisplayName="蕾娜手套"

[HPl_Stock_LArm X2BodyPartTemplate]
DisplayName="蕾娜手套"

[LPo_Stock_LArm X2BodyPartTemplate]
DisplayName="蕾娜手套"

[MPo_Stock_LArm X2BodyPartTemplate]
DisplayName="蕾娜手套"

[HPo_Stock_LArm X2BodyPartTemplate]
DisplayName="蕾娜手套"

;--------------------WOTC
[Kev_Stock_LArm_Reaper X2BodyPartTemplate]
DisplayName="蕾娜手套"

[Kev_Stock_LArm_Templar X2BodyPartTemplate]
DisplayName="蕾娜手套"

[Kev_Stock_LArm_Skirmisher X2BodyPartTemplate]
DisplayName="蕾娜手套"

;----------------------------------------STOCK RARM
[Kev_Stock_RArm X2BodyPartTemplate]
DisplayName="蕾娜手套"

[LPl_Stock_RArm X2BodyPartTemplate]
DisplayName="蕾娜手套"

[MPl_Stock_RArm X2BodyPartTemplate]
DisplayName="蕾娜手套"

[HPl_Stock_RArm X2BodyPartTemplate]
DisplayName="蕾娜手套"

[LPo_Stock_RArm X2BodyPartTemplate]
DisplayName="蕾娜手套"

[MPo_Stock_RArm X2BodyPartTemplate]
DisplayName="蕾娜手套"

[HPo_Stock_RArm X2BodyPartTemplate]
DisplayName="蕾娜手套"

;----------WOTC
[Kev_Stock_RArm_Reaper X2BodyPartTemplate]
DisplayName="蕾娜手套"

[Kev_Stock_RArm_Templar X2BodyPartTemplate]
DisplayName="蕾娜手套"

[Kev_Stock_RArm_Skirmisher X2BodyPartTemplate]
DisplayName="蕾娜手套"

;----------------------------------------TORSO
[Kev_SA2L_Torso X2BodyPartTemplate]
DisplayName="蕾娜 默认"

[LPl_SA2L_Torso X2BodyPartTemplate]
DisplayName="蕾娜 默认"

[MPl_SA2L_Torso X2BodyPartTemplate]
DisplayName="蕾娜 默认"

[HPl_SA2L_Torso X2BodyPartTemplate]
DisplayName="蕾娜 默认"

[LPo_SA2L_Torso X2BodyPartTemplate]
DisplayName="蕾娜 默认"

[MPo_SA2L_Torso X2BodyPartTemplate]
DisplayName="蕾娜 默认"

[HPo_SA2L_Torso X2BodyPartTemplate]
DisplayName="蕾娜 默认"

;--------------------------------------WOTC TORSO
[Kev_SA2L_Torso_Reaper X2BodyPartTemplate]
DisplayName="蕾娜 默认"

[Pl_SA2L_Torso_Reaper X2BodyPartTemplate]
DisplayName="蕾娜 默认"

[Po_SA2L_Torso_Reaper X2BodyPartTemplate]
DisplayName="蕾娜 默认"

[Kev_SA2L_Torso_Templar X2BodyPartTemplate]
DisplayName="蕾娜 默认"

[Pl_SA2L_Torso_Templar X2BodyPartTemplate]
DisplayName="蕾娜 默认"

[Po_SA2L_Torso_Templar X2BodyPartTemplate]
DisplayName="蕾娜 默认"

[Kev_SA2L_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="蕾娜 默认"

[Pl_SA2L_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="蕾娜 默认"

[Po_SA2L_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="蕾娜 默认"

;---------------------------------SHOULDERS-------------------------------------------------------

[Kev_SA2L_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="蕾娜 右臂 护具"

[LPl_SA2L_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="蕾娜 右臂 护具"

[MPl_SA2L_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="蕾娜 右臂 护具"

[HPl_SA2L_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="蕾娜 右臂 护具"

[LPo_SA2L_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="蕾娜 右臂 护具"

[MPo_SA2L_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="蕾娜 右臂 护具"

[HPo_SA2L_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="蕾娜 右臂 护具"

;------------------------------------------------WOTC
[Kev_SA2L_RightArm_Deco_F_Reaper X2BodyPartTemplate]
DisplayName="蕾娜 右臂 护具"

[Kev_SA2L_RightArm_Deco_F_Templar X2BodyPartTemplate]
DisplayName="蕾娜 右臂 护具"

[Kev_SA2L_RightArm_Deco_F_Skirmisher X2BodyPartTemplate]
DisplayName="蕾娜 右臂 护具"

;---------------------------------------Right ForeArm

[Kev_SA2L_RFArm_F X2BodyPartTemplate]
DisplayName="蕾娜 右臂 护具"

[LPl_SA2L_RFArm_F X2BodyPartTemplate]
DisplayName="蕾娜 右臂 护具"

[MPl_SA2L_RFArm_F X2BodyPartTemplate]
DisplayName="蕾娜 右臂 护具"

[HPl_SA2L_RFArm_F X2BodyPartTemplate]
DisplayName="蕾娜 右臂 护具"

[LPo_SA2L_RFArm_F X2BodyPartTemplate]
DisplayName="蕾娜 右臂 护具"

[MPo_SA2L_RFArm_F X2BodyPartTemplate]
DisplayName="蕾娜 右臂 护具"

[HPo_SA2L_RFArm_F X2BodyPartTemplate]
DisplayName="蕾娜 右臂 护具"

;-----------------------------------WOTC
[Kev_SA2L_RFArm_Reaper_F X2BodyPartTemplate]
DisplayName="蕾娜 右臂 护具"


[Kev_SA2L_RFArm_Templar_F X2BodyPartTemplate]
DisplayName="蕾娜 右臂 护具"


[Kev_SA2L_RFArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="蕾娜 右臂 护具"

;-------------------------------------------------------------------LEFT SHOUDLER
[Kev_SA2L_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="蕾娜 左臂 护具"

[LPl_SA2L_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="蕾娜 左臂 护具"

[MPl_SA2L_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="蕾娜 左臂 护具"

[HPl_SA2L_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="蕾娜 左臂 护具"

[LPo_SA2L_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="蕾娜 左臂 护具"

[MPo_SA2L_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="蕾娜 左臂 护具"

[HPo_SA2L_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="蕾娜 左臂 护具"

;---------------------------------------WOTC
[Kev_SA2L_LeftArm_Deco_F_Reaper X2BodyPartTemplate]
DisplayName="蕾娜 左臂 护具"

[Kev_SA2L_LeftArm_Deco_F_Templar X2BodyPartTemplate]
DisplayName="蕾娜 左臂 护具"

[Kev_SA2L_LeftArm_Deco_F_Skirmisher X2BodyPartTemplate]
DisplayName="蕾娜 左臂 护具"

;---------------------------------Left ForeArm

[Kev_SA2L_LFArm_F X2BodyPartTemplate]
DisplayName="蕾娜 左臂 护具"

[LPl_SA2L_LFArm_F X2BodyPartTemplate]
DisplayName="蕾娜 左臂 护具"

[MPl_SA2L_LFArm_F X2BodyPartTemplate]
DisplayName="蕾娜 左臂 护具"

[HPl_SA2L_LFArm_F X2BodyPartTemplate]
DisplayName="蕾娜 左臂 护具"

[LPo_SA2L_LFArm_F X2BodyPartTemplate]
DisplayName="蕾娜 左臂 护具"

[MPo_SA2L_LFArm_F X2BodyPartTemplate]
DisplayName="蕾娜 左臂 护具"

[HPo_SA2L_LFArm_F X2BodyPartTemplate]
DisplayName="蕾娜 左臂 护具"

;-----------------------------------WOTC

[Kev_SA2L_LFArm_Reaper_F X2BodyPartTemplate]
DisplayName="蕾娜 左臂 护具"

[Kev_SA2L_LFArm_Templar_F X2BodyPartTemplate]
DisplayName="蕾娜 左臂 护具"

[Kev_SA2L_LFArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="蕾娜 左臂 护具"

;-----------------------------------Legs

[Kev_SA2L_Legs X2BodyPartTemplate]
DisplayName="蕾娜 默认"

[LPl_SA2L_Legs X2BodyPartTemplate]
DisplayName="蕾娜 默认"

[MPl_SA2L_Legs X2BodyPartTemplate]
DisplayName="蕾娜 默认"

[HPl_SA2L_Legs X2BodyPartTemplate]
DisplayName="蕾娜 默认"

[LPo_SA2L_Legs X2BodyPartTemplate]
DisplayName="蕾娜 默认"

[MPo_SA2L_Legs X2BodyPartTemplate]
DisplayName="蕾娜 默认"

[HPo_SA2L_Legs X2BodyPartTemplate]
DisplayName="蕾娜 默认"

;-----------------------------------WOTC

[Kev_SA2L_Legs_Reaper X2BodyPartTemplate]
DisplayName="蕾娜 默认"

[Kev_SA2L_Legs_Templar X2BodyPartTemplate]
DisplayName="蕾娜 默认"

[Kev_SA2L_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="蕾娜 默认"

;-----------------------------------Legs Bare

[Kev_SA2L_LegsB X2BodyPartTemplate]
DisplayName="蕾娜 默认 (裸足)"

[LPl_SA2L_LegsB X2BodyPartTemplate]
DisplayName="蕾娜 默认 (裸足)"

[MPl_SA2L_LegsB X2BodyPartTemplate]
DisplayName="蕾娜 默认 (裸足)"

[HPl_SA2L_LegsB X2BodyPartTemplate]
DisplayName="蕾娜 默认 (裸足)"

[LPo_SA2L_LegsB X2BodyPartTemplate]
DisplayName="蕾娜 默认 (裸足)"

[MPo_SA2L_LegsB X2BodyPartTemplate]
DisplayName="蕾娜 默认 (裸足)"

[HPo_SA2L_LegsB X2BodyPartTemplate]
DisplayName="蕾娜 默认 (裸足)"

;-----------------------------------WOTC

[Kev_SA2L_LegsB_Reaper X2BodyPartTemplate]
DisplayName="蕾娜 默认 (裸足)"

[Kev_SA2L_LegsB_Templar X2BodyPartTemplate]
DisplayName="蕾娜 默认 (裸足)"

[Kev_SA2L_LegsB_Skirmisher X2BodyPartTemplate]
DisplayName="蕾娜 默认 (裸足)"

;--------------------------------TorsoGear FULL
[Kev_SA2L_TorsoDeco_F X2BodyPartTemplate]
DisplayName="蕾娜 全副武装"

[LPl_SA2L_TorsoDeco_F X2BodyPartTemplate]
DisplayName="蕾娜 全副武装"

[MPl_SA2L_TorsoDeco_F X2BodyPartTemplate]
DisplayName="蕾娜 全副武装"

[HPl_SA2L_TorsoDeco_F X2BodyPartTemplate]
DisplayName="蕾娜 全副武装"

[LPo_SA2L_TorsoDeco_F X2BodyPartTemplate]
DisplayName="蕾娜 全副武装"

[MPo_SA2L_TorsoDeco_F X2BodyPartTemplate]
DisplayName="蕾娜 全副武装"

[HPo_SA2L_TorsoDeco_F X2BodyPartTemplate]
DisplayName="蕾娜 全副武装"

;---WOTC
[Kev_SA2L_TorsoDeco_F_Reaper X2BodyPartTemplate]
DisplayName="蕾娜 全副武装"

[Kev_SA2L_TorsoDeco_F_Templar X2BodyPartTemplate]
DisplayName="蕾娜 全副武装"

[Kev_SA2L_TorsoDeco_F_Skirmisher X2BodyPartTemplate]
DisplayName="蕾娜 全副武装"

;--------------------------------TorsoGear UPPER
[Kev_SA2L_Gear_Top_F X2BodyPartTemplate]
DisplayName="蕾娜 上身武装"

[LPl_SA2L_Gear_Top_F X2BodyPartTemplate]
DisplayName="蕾娜 上身武装"

[MPl_SA2L_Gear_Top_F X2BodyPartTemplate]
DisplayName="蕾娜 上身武装"

[HPl_SA2L_Gear_Top_F X2BodyPartTemplate]
DisplayName="蕾娜 上身武装"

[LPo_SA2L_Gear_Top_F X2BodyPartTemplate]
DisplayName="蕾娜 上身武装"

[MPo_SA2L_Gear_Top_F X2BodyPartTemplate]
DisplayName="蕾娜 上身武装"

[HPo_SA2L_Gear_Top_F X2BodyPartTemplate]
DisplayName="蕾娜 上身武装"

;---------------------------WOTC
[Kev_SA2L_Gear_Top_F_Reaper X2BodyPartTemplate]
DisplayName="蕾娜 上身武装"

[Kev_SA2L_Gear_Top_F_Templar X2BodyPartTemplate]
DisplayName="蕾娜 上身武装"

[Kev_SA2L_Gear_Top_F_Skirmisher X2BodyPartTemplate]
DisplayName="蕾娜 上身武装"

;--------------------------------TorsoGear LOWER
[Kev_SA2L_Gear_Low_F X2BodyPartTemplate]
DisplayName="蕾娜 下身武装"

[LPl_SA2L_Gear_Low_F X2BodyPartTemplate]
DisplayName="蕾娜 下身武装"

[MPl_SA2L_Gear_Low_F X2BodyPartTemplate]
DisplayName="蕾娜 下身武装"

[HPl_SA2L_Gear_Low_F X2BodyPartTemplate]
DisplayName="蕾娜 下身武装"

[LPo_SA2L_Gear_Low_F X2BodyPartTemplate]
DisplayName="蕾娜 下身武装"

[MPo_SA2L_Gear_Low_F X2BodyPartTemplate]
DisplayName="蕾娜 下身武装"

[HPo_SA2L_Gear_Low_F X2BodyPartTemplate]
DisplayName="蕾娜 下身武装"

;----WOTC
[Kev_SA2L_Gear_Low_F_Reaper X2BodyPartTemplate]
DisplayName="蕾娜 下身武装"

[Kev_SA2L_Gear_Low_F_Templar X2BodyPartTemplate]
DisplayName="蕾娜 下身武装"

[Kev_SA2L_Gear_Low_F_Skirmisher X2BodyPartTemplate]
DisplayName="蕾娜 下身武装"

;--------------------------------Thigh Gear
[Kev_SA2L_Thighs_F X2BodyPartTemplate]
DisplayName="蕾娜 下身武装"

[LPl_SA2L_Thighs_F X2BodyPartTemplate]
DisplayName="蕾娜 下身武装"

[MPl_SA2L_Thighs_F X2BodyPartTemplate]
DisplayName="蕾娜 下身武装"

[HPl_SA2L_Thighs_F X2BodyPartTemplate]
DisplayName="蕾娜 下身武装"

[LPo_SA2L_Thighs_F X2BodyPartTemplate]
DisplayName="蕾娜 下身武装"

[MPo_SA2L_Thighs_F X2BodyPartTemplate]
DisplayName="蕾娜 下身武装"

[HPo_SA2L_Thighs_F X2BodyPartTemplate]
DisplayName="蕾娜 下身武装"

;---WOTC
[Kev_SA2L_Thighs_F_Reaper X2BodyPartTemplate]
DisplayName="蕾娜 下身武装"

[Kev_SA2L_Thighs_F_Templar X2BodyPartTemplate]
DisplayName="蕾娜 下身武装"

[Kev_SA2L_Thighs_F_Skirmisher X2BodyPartTemplate]
DisplayName="蕾娜 下身武装"

;--------------------------------------Shoes
[Kev_SA2L_Shins X2BodyPartTemplate]
DisplayName="蕾娜 鞋"

[LPl_SA2L_Shins X2BodyPartTemplate]
DisplayName="蕾娜 鞋"

[MPl_SA2L_Shins X2BodyPartTemplate]
DisplayName="蕾娜 鞋"

[HPl_SA2L_Shins X2BodyPartTemplate]
DisplayName="蕾娜 鞋"

[LPo_SA2L_Shins X2BodyPartTemplate]
DisplayName="蕾娜 鞋"

[MPo_SA2L_Shins X2BodyPartTemplate]
DisplayName="蕾娜 鞋"

[HPo_SA2L_Shins X2BodyPartTemplate]
DisplayName="蕾娜 鞋"

;---WOTC
[Kev_SA2L_Shins_Reaper X2BodyPartTemplate]
DisplayName="蕾娜 鞋"

[Kev_SA2L_Shins_Templar X2BodyPartTemplate]
DisplayName="蕾娜 鞋"

[Kev_SA2L_Shins_Skirmisher X2BodyPartTemplate]
DisplayName="蕾娜 鞋"

;-----------------------------------------------------TINT TORSO
;----------------------------------------TORSO
[TKev_SA2L_Torso X2BodyPartTemplate]
DisplayName="蕾娜 可变色"

[TLPl_SA2L_Torso X2BodyPartTemplate]
DisplayName="蕾娜 可变色"

[TMPl_SA2L_Torso X2BodyPartTemplate]
DisplayName="蕾娜 可变色"

[THPl_SA2L_Torso X2BodyPartTemplate]
DisplayName="蕾娜 可变色"

[TLPo_SA2L_Torso X2BodyPartTemplate]
DisplayName="蕾娜 可变色"

[TMPo_SA2L_Torso X2BodyPartTemplate]
DisplayName="蕾娜 可变色"

[THPo_SA2L_Torso X2BodyPartTemplate]
DisplayName="蕾娜 可变色"

;--------------------------------------WOTC TORSO
[TKev_SA2L_Torso_Reaper X2BodyPartTemplate]
DisplayName="蕾娜 可变色"

[TPl_SA2L_Torso_Reaper X2BodyPartTemplate]
DisplayName="蕾娜 可变色"

[TPo_SA2L_Torso_Reaper X2BodyPartTemplate]
DisplayName="蕾娜 可变色"

[TKev_SA2L_Torso_Templar X2BodyPartTemplate]
DisplayName="蕾娜 可变色"

[TPl_SA2L_Torso_Templar X2BodyPartTemplate]
DisplayName="蕾娜 可变色"

[TPo_SA2L_Torso_Templar X2BodyPartTemplate]
DisplayName="蕾娜 可变色"

[TKev_SA2L_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="蕾娜 可变色"

[TPl_SA2L_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="蕾娜 可变色"

[TPo_SA2L_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="蕾娜 可变色"

;-----------------------------------Legs

[TKev_SA2L_Legs X2BodyPartTemplate]
DisplayName="蕾娜 可变色"

[TLPl_SA2L_Legs X2BodyPartTemplate]
DisplayName="蕾娜 可变色"

[TMPl_SA2L_Legs X2BodyPartTemplate]
DisplayName="蕾娜 可变色"

[THPl_SA2L_Legs X2BodyPartTemplate]
DisplayName="蕾娜 可变色"

[TLPo_SA2L_Legs X2BodyPartTemplate]
DisplayName="蕾娜 可变色"

[TMPo_SA2L_Legs X2BodyPartTemplate]
DisplayName="蕾娜 可变色"

[THPo_SA2L_Legs X2BodyPartTemplate]
DisplayName="蕾娜 可变色"

;-----------------------------------WOTC

[TKev_SA2L_Legs_Reaper X2BodyPartTemplate]
DisplayName="蕾娜 可变色"

[TKev_SA2L_Legs_Templar X2BodyPartTemplate]
DisplayName="蕾娜 可变色"

[TKev_SA2L_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="蕾娜 可变色"

;-----------------------------------Legs Bare Tint

[TKev_SA2L_LegsB X2BodyPartTemplate]
DisplayName="蕾娜 可变色 (裸足)"

[TLPl_SA2L_LegsB X2BodyPartTemplate]
DisplayName="蕾娜 可变色 (裸足)"

[TMPl_SA2L_LegsB X2BodyPartTemplate]
DisplayName="蕾娜 可变色 (裸足)"

[THPl_SA2L_LegsB X2BodyPartTemplate]
DisplayName="蕾娜 可变色 (裸足)"

[TLPo_SA2L_LegsB X2BodyPartTemplate]
DisplayName="蕾娜 可变色 (裸足)"

[TMPo_SA2L_LegsB X2BodyPartTemplate]
DisplayName="蕾娜 可变色 (裸足)"

[THPo_SA2L_LegsB X2BodyPartTemplate]
DisplayName="蕾娜 可变色 (裸足)"

;-----------------------------------WOTC

[TKev_SA2L_LegsB_Reaper X2BodyPartTemplate]
DisplayName="蕾娜 可变色 (裸足)"

[TKev_SA2L_LegsB_Templar X2BodyPartTemplate]
DisplayName="蕾娜 可变色 (裸足)"

[TKev_SA2L_LegsB_Skirmisher X2BodyPartTemplate]
DisplayName="蕾娜 可变色 (裸足)"